export const accordionData = [
  {
    id: 'surahs',
    title: 'سورتیں',
    items: [
      'سُورَةُ الْفَاتِحَةِ',
      'سُورَةُ الْيَاسِينَ',
      'سُورَةُ الرَّحْمَٰنِ',
      'سُورَةُ الْوٰاقِعَةِ',
      'سُورَةُ الْمُلْكِ',
    ],
    defaultOpen: false,
  },
  {
    id: 'prayers',
    title: 'تعقیباتِ نماز',
    items: [
      'تعقیباتِ مشترکہ',
      'تعقیباتِ نمازِ فجر',
      'تعقیباتِ نمازِ ظہر',
      'تعقیباتِ نمازِ عصر',
      'تعقیباتِ نمازِ مغرب',
      'تعقیباتِ نمازِ عشاء',
    ],
    defaultOpen: true,
  },
  {
    id: 'ziyarat',
    title: 'زیارات',
    items: [
      'زیارتِ عاشورا',
      'زیارتِ وارث',
      'زیارتِ آلِ یاسین',
      'زیارتِ جامعہ کبیرہ',
    ],
    defaultOpen: false,
  },
  {
    id: 'namaz',
    title: 'نمازیں',
    items: ['نمازِ شب', 'نمازِ غفیلہ', 'نمازِ جعفرِ طَیّار', 'نمازِ وحشتِ قبر'],
    defaultOpen: false,
  },
];
