export const prayersContentItems = [
  {
    content_id: 'dua_fajr',
    sequence_number: 1,
    arabic_text: 'اَللّٰهُمَّ اِنِّیْ اَسْئَلُکَ بِحَقِّ مُحَمَّدٍ وَّ آلِ مُحَمَّدٍ عَلَیْکَ صَلِّ عَلٰی مُحَمَّدٍ وَّ آلِ مُحَمَّدٍ وَّاجْعَلِ النُّوْرَ فِیْ بَصَرِیْ وَالْبَصِیْرَةَ فِیْ دِیْنِیْ وَالْیَقِیْنَ فِیْ قَلْبِیْ وَالْاِخْلَاصَ فِیْ عَمَلِیْ وَالسَّلَامَةَ فِیْ نَفْسِیْ وَالسَّعَةَ فِیْ رِزْقِیْ وَالشُّکْرَ لَکَ اَبَدًا مَّا اَبْقَیْتَنِیْ۔',
  },
  {
    content_id: 'dua_fajr',
    sequence_number: 2,
    arabic_text: 'اَسْتَغْفِرُ اللهَ الَّذِیْ لَا اِلٰهَ اِلَّا هُوَ الْحَیُّ الْقَیُّوْمُ وَ اَتُوْبُ اِلَیْهِ اَللّٰهُمَّ اهْدِنِیْ مِنْ عِنْدِکَ وَ اَفِضْ عَلَیَّ مِنْ فَضْلِکَ وَانْشُرْ عَلَیَّ مِنْ رَّحْمَتِکَ وَ اَنْزِلْ عَلَیَّ مِنْ بَرَکَاتِکَ ، سُبْحَانَکَ لَا اِلٰهَ اِلَّا اَنْتَ اِغْفِرْ لِیْ ذُنُوْبِیْ کُلَّهَا جَمِیْعًا ، فَاِنَّه لَا یَغْفِرُ الذُّنُوْبَ کُلَّهَا جَمِیْعًا اِلَّا اَنْتَ،',
  },
  {
    content_id: 'dua_fajr',
    sequence_number: 3,
    arabic_text: 'اَللّٰهُمَّ اِنِّیْ اَسْئَلُکَ مِنْ کُلِّ خَیْرٍ اَحَاطَ بِه عِلْمُکَ وَ اَعُوْذُ بِکَ مِنْ کُلِّ شَرٍّ اَحَاطَ بِه عِلْمُکَ اَللّٰهُمَّ اِنِّیْ اَسْئَلُکَ عَافِیَتَکَ فِیْ اُمُوْرِیْ کُلِّهَا وَ اَعُوْذُ بِکَ مِنْ خِزْیِ الدُّنْیَا وَ عَذَابِ الْاٰخِرَةِ وَ اَعُوْذُ بِوَجْهِکَ الْکَرِیْمِ وَ عِزَّتِکَ الَّتِیْ لَا تُرَامُ وَ قُدْرَتِکَ الَّتِیْ لَا یَمْتَنِعُ مِنْهَا شَیْیٌ مِّنْ شَرِّ الدُّنْیَا وَالْاٰخِرَةِ وَ مِنْ شَرِّ الْاَوْجَاعِ کُلِّهَا وَ مِنْ شَرِّ کُلِّ دَابَّةٍ اَنْتَ اٰخِذٌۢ بِنَاصِیَتِهَا اِنَّ رَبِّیْ عَلٰی صِرَاطٍ مُّسْتَقِیْمٍ وَلَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللهِ الْعَلِیِّ الْعَظِیْمِ تَوَکَّلْتُ عَلَی الْحَیِّ الَّذِیْ لَا یَمُوْتُ وَالْحَمْدُ لِلّٰهِ الَّذِیْ لَمْ یَتَّخِذْ وَلَدًا وَّ لَمْ یَکُنْ لَّه شَرِیْکٌ فِی الْمُلْکِ وَ لَمْ یَکُنْ لَّه وَلِیٌّ مِّنَ الذُّلِّ وَ کَبِّرْهُ تَکْبِیْرًا۔',
  },
  {
    content_id: 'dua_dhuhr',
    sequence_number: 1,
    arabic_text: 'لَا اِلٰهَ اِلَّا اللهُ الْعَظِیْمُ الْحَلِیْمُ لَا اِلٰهَ اِلَّا اللهُ رَبُّ الْعَرْشِ الْکَرِیْمِ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِیْنَ اَللّٰهُمَّ اِنِّیْ اَسْئَلُکَ مُوْجِبَاتِ رَحْمَتِکَ وَ عَعزائِمَ مَغْفِرَتِکَ وَالْغَنِیْمَةَ مِنْ کُلِّ بِرِّ وَّالسَّلَامَةَ مِنْ کُلِّ اِثْمٍ اَللّٰهُمَّ لَا تَدَعْ لِیْ ذَنْبًا اِلَّا غَفَرْتَه وَلَا هَمًّا اِلَّا فَرَّجْتَه وَلَا سُقْمًا اِلَّا شَفَیْتَه وَلَا عَیْبًا اِلَّا سَتَرْتَه وَلَا رِزْقًا اِلَّا بَسَطْتَه وَلَا خَوْفًا اِلَّا اٰمَنْتَه وَلَا سُوْءً اِلَّا صَرَفْتَه وَلَا حَاجَةً هِیَ لَکَ رِضًا وَّلِیَ فِیْهَا صَلَاحٌ اِلَّا قَضَیْتَهَا یَا اَرْحَمَ الرّٰحِمِیْنَ اٰمِیْنَ یَا رَبَّ الْعٰلَمِیْنَ',
  },
  {
    content_id: 'dua_asr',
    sequence_number: 1,
    arabic_text: 'اَسْتَغْفِرُ اللهَ الَّذِیْ لَا اِلٰهَ اِلَّا هُوَ الْحَیُّ الْقَیُّوْمُ الرَّحْمٰنُ الرَّحِیْمُ ذُوالْجَلَالِ وَالْاِکْرَامِ وَ اَسْئَلُه اَنْ یَّتُوْبُ عَلَیَّ تَوْبَةَ عَبْدٍ ذَلِیْلٍ خَاضِعٍ فَقِیْرٍ بَائِسٍ مِّسْتکِیْنٍ مُّسْتَجِیْرٍ لَّا یَمْلِکُ لِنَفْسِه نَفْعًا وَّلَا ضَرًّا وَّلَا مَوْتًا وَّلَا حَیٰوةً وَّلَا نُشُوْرًا',
  },
  {
    content_id: 'dua_asr',
    sequence_number: 2,
    arabic_text: 'اَللّٰهُمَّ اِنِّیْ اَعُوْذُ بِکَ مِنْ نَّفْسٍ لَّا تَشْبَعُ وَمِنْ قَلْبٍ لَّا یَخْشَعُ وَمِنْ عِلْمٍ لَّا یَنْفَعُ وَمِنْ صَلٰوةٍ لَّا یُشْمَعُ وَمِنْ دُعَاءٍ لَّا یُسْمَعُ اَللّٰهُمَّ اِنِّیْ اَسْئَلُکَ الْیُسْرَ بَعْدَ الْعُسْرِ وَالْفَرَجَ بَعْدَ الْکَرْبِ وَالرَّخَاءَ بَعْدَ الشِّدَّةِ اَللّٰهُمَّ مَا بِنَا مِنْ نِّعْمَةٍ فَمِنْکَ لَا اِلٰهَ اِلَّا اَنْتَ اَسْتَغْفِرُکَ وَ اَتُوْبُ اِلَیْکَ',
  },
  {
    content_id: 'dua_maghrib',
    sequence_number: 1,
    arabic_text: 'اَللّٰهُمَّ اِنِّیْ اَسْئَلُکَ مُوْجِبَاتِ رَحْمَتِکَ وَ عَزَائِمَ مَغْفِرَتِکَ وَالنَّجَاةَ مِنَ النَّارِ وَمِنْ کُلِّ بَلِیَّةٍ وَالْفَوْزَ بِالْجَنَّةِ وَالرِّضْوَانَ فِیْ دَارِ السَّلَامِ وَ جِوَارِ نَبِیِّکَ مُحَمَّدٍ عَلَیْهِ وَ آلِهِ السَّلَامُ اَللّٰهُمَّ مَا بِنَا مِنْ نِّعْمَةٍ فَمِنْکَ لَا اِلٰهَ اِلَّا اَنْتَ اَسْتَغْفِرُکَ وَ اَتُوْبُ اِلَیْکَ۔',
  },
  {
    content_id: 'dua_maghrib',
    sequence_number: 2,
    arabic_text: 'یَا مَنْ لَّا یَشْغَلُه سَمْعٌ عَنْ سَمْعٍ وَّیَا مَنْ لَّا یُغَلِّطُه السَّائِلُوْنَ وَیَا مَنْ لَّا یُبْرِمُه اِلْحَاحُ الْمُلِحِّیْنَ اَذِقْنِیْ بَرْدَ عَفْوِکَ وَ حَلَاوَةَ مَغْفِرَتِکَ وَ رَحْمَتِکَ اِلٰهِیْ هٰذِه صَلَاتِیْ صَلَّیْتُهَا لَا لِحَاجَةٍ مِنْکَ اِلَیْهَا وَلَا رَغْبَةٍ مِنْکَ فِیْ... بِفَضْلِکَ وَاكْفِنِي بِرَحْمَتِکَ يَا أَرْحَمَ الرّٰحِمِينَ۔',
  },
  {
    content_id: 'dua_isha',
    sequence_number: 1,
    arabic_text: 'اَللّٰهُمَّ ارْزُقْنَا تَوْفِیْقَ الطَّاعَةِ وَبُعْدَ الْمَعْصِیَةِ وَصِدْقَ النِّیَّةِ وَعِرْفَانَ الْحُرْمَةِ وَاَکْرِمْنَا بِالْهُدٰی وَالْاِسْتِقَامَةِ وَ سَدِّدْ اَلْسِنَتَنَا بِالصَّوَابِ وَالْحِکْمَةِ وَامْلَاْ قُلُوْبَنَا بِالْعِلْمِ وَالْمَعْرِفَةِ وَطَهِّرْ بُطُوْنَنَا مِنَ الْحَرَامِ وَالشُّبْهَةِ وَاکْفِفْ اَیْدِیَنَا عَنِ الظُّلُمِ وَالسَّرِقَةِ وَاغْضُضْ اَبْصَارَنَا عَنِ الْفُجُوْرِ وَالْخِیَانَةِ وَاسْدُدْ اٰذَانَنَا عَنِ اللَّغْوِ وَالْغِیْبَةِ وَتَفَضَّلْ عَلٰی عُلَمَائِنَا بِالزُّهْدِ وَالنَّصِیْحَةِ وَعَلَی الْمُتَعَلِّمِیْنَ بِالْجُهْدِ وَالرَّغْبَةِ وَعَلَی الْمُسْتَمِعِیْنَ بِالْاِتِّبَاعِ وَالْمَوْعِظَةِ وَعَلٰی مَرْضَی الْمُسْلِمِیْنَ بِالشِّفَاءِ وَالرَّاحَةِ وَعَلٰی مَوْتَاهُمْ بِالرَّاْفَةِ وَالرَّحْمَةِ وَعَلٰی مَشَایِخِنَا بِالْوَقَارِ وَالسَّکِیْنَةِ وَعَلَی الشَّبَابِ بِالْاِنَابَةِ وَالتَّوْبَةِ وَعَلَی النِّسَاءِ بِالْحَیَاءِ وَالْعِفَّةِ وَعَلَی الْاَغْنِیَاءِ بِالتَّوَاضُعِ وَالسَّعَةِ وَعَلَی الْفُقَرَاءِ بِالصَّبْرِ وَالْقَنَاعَةِ وَعَلَی الْغُزَاةِ بِالنَّصْرِ وَالْغَلَبَةِ وَعَلَی الْاُسَرَاءِ بِالْخَلَاصِ وَالرَّاحَةِ وَعَلَی الْاُمَرَاءِ بِالْعَدْلِ وَالشَّفَقَةِ وَعَلَی الرَّعِیَّةِ بِالْاِنْصَافِ وَ حُسْنِ السِّیْرَةِ وَبَارِکْ لِلْحُجَّاجِ وَالزُّوَّارِ فِی الزَّادِ وَالنَّفَقَةِ وَاقْضِ مَا اَوْجَبْتَ عَلَیْهِمْ مِنَ الْحَجِّ وَالعُمْرَةِ بِفَضْلِکَ وَ رَحْمَتِکَ یَا اَرْحَمَ الرّٰحِمِیْنَ۔',
  },
];
